Repository: Yewon419/sugarcap
Catalog: SugarCap/Resources/Localizable.xcstrings
Source language: ko
Languages: en, zh_hant

source: "%@" 메뉴가 없어요. 직접 입력으로 남길 수 있어요.
en: No menu item matches "%@". You can add it manually.
zh_hant: 找不到「%@」。可以手動新增。

source: %@ %@ %@를 %@에게 주기
en: Give %1$@ %2$@ %3$@ to %4$@
zh_hant: 把%2$@ %3$@的%1$@給%4$@

source: %@ %@ 넘겼어요. 그래도 %@ 기다려요. 컵을 눌러 주세요.
en: %1$@ %2$@ over. %3$@ is still waiting. Tap the cup.
zh_hant: 超過了%1$@ %2$@。 %3$@還在等你。 點一下杯子。

source: %@ %@. 가장 가까운 사이예요
en: %1$@: %2$@. As close as it gets
zh_hant: %1$@：%2$@。已經是最親近的關係了

source: %@ %@. 다음은 %@
en: %1$@: %2$@. Next: %3$@
zh_hant: %1$@：%2$@。下一階：%3$@

source: %@ %@가 됐어요
en: You and %1$@ are now: %2$@
zh_hant: 你和%1$@成為了「%2$@」

source: %@ · %lld잔
en: %1$@ · %2$lld drinks
zh_hant: %1$@ · %2$lld杯

source: %@ · 기준 %@ %@
en: %1$@ · limit %2$@ %3$@
zh_hant: %1$@ · 標準 %2$@ %3$@

source: %@ 건드리기
en: Poke %@
zh_hant: 戳戳%@

source: %@ 기다려요. 컵을 눌러 주세요.
en: %@ is waiting. Tap the cup.
zh_hant: %@在等你。 點一下杯子。

source: %@ 기다리고 있어요. 먹이고 오늘을 시작해요.
en: Waiting for you: %@. Feed them and start your day.
zh_hant: %@在等你。餵完再開始今天吧。

source: %@ 기록
en: Log %@
zh_hant: 記錄%@

source: %@ 기록했어요
en: Logged %@
zh_hant: 已記錄%@

source: %@ 남은 %@ %@ / %@ %@
en: %1$@ left %2$@ %3$@ of %4$@ %5$@
zh_hant: %1$@剩下 %2$@ %3$@ / %4$@ %5$@

source: %@ 다 먹었어요.
en: %@ ate it all.
zh_hant: %@全部吃完了。

source: %@ 먹었어요
en: %@ ate it
zh_hant: %@吃掉了

source: %@ 목표 정하기
en: Set a %@ goal
zh_hant: 設定%@目標

source: %@ 목표 정하기, Pro
en: Set a %@ goal, Pro
zh_hant: 設定%@目標，Pro

source: %@ 미공개 메뉴라 컵은 그대로예요
en: %@ isn't published for this item, so the cup stays the same
zh_hant: 這項飲料未公開%@，杯子維持不變

source: %@ 삭제
en: Delete %@
zh_hant: 刪除%@

source: %@ 조금씩 줄이기
en: Cut back on %@ gradually
zh_hant: 慢慢減少%@

source: %@ 줄이기를 그만둘까요?
en: Stop cutting back on %@?
zh_hant: 要停止減少%@嗎？

source: %@ 컵 누르기
en: Tap the %@ cup
zh_hant: 點一下%@杯

source: %@ 하루 기준
en: %@ daily limit
zh_hant: %@每日標準

source: %@ 하루 기준 %@ %@
en: %1$@ daily limit %2$@ %3$@
zh_hant: %1$@每日標準 %2$@ %3$@

source: %@ 하루 기준 %@ %@, 줄이는 중
en: %1$@ daily limit %2$@ %3$@, cutting back
zh_hant: %1$@每日標準 %2$@ %3$@，減量中

source: %@ 호감도
en: %@ bond
zh_hant: %@好感度

source: %@%@ 더
en: %1$@ %2$@ more
zh_hant: 多省下 %1$@ %2$@

source: %@%@ 덜
en: %1$@ %2$@ less
zh_hant: 少省下 %1$@ %2$@

source: %@가 됐어요
en: Now: %@
zh_hant: 成為了「%@」

source: %@개 중 %lld개만 보여요. 이름을 더 입력해 주세요.
en: Showing %2$lld of %1$@. Type more of the name.
zh_hant: %1$@項中只顯示%2$lld項。請輸入更完整的名稱。

source: %@에 실패했어요. 다시 시도해 주세요.
en: %@ failed. Please try again.
zh_hant: %@失敗了。請再試一次。

source: %@으로 시작
en: Start %@
zh_hant: 開始%@

source: %@은 %@ %@ 남아요
en: %1$@ left: %2$@ %3$@
zh_hant: %1$@還剩 %2$@ %3$@

source: %@을 조금씩 줄이는 중이에요
en: Cutting back on %@ gradually
zh_hant: 正在慢慢減少 %@

source: %lld개 브랜드에서 찾은 메뉴
en: Menu items from %lld brands
zh_hant: 來自%lld個品牌的飲品

source: %lld단계
en: Level %lld
zh_hant: 第%lld階

source: %lld월 %lld일 기록
en: Log for %1$lld/%2$lld
zh_hant: %1$lld/%2$lld 的記錄

source: %lld잔
en: %lld drinks
zh_hant: %lld杯

source: %lld주
en: W%lld
zh_hant: 第%lld週

source: %lld주 중 %lld주 지킴
en: Kept %2$lld of %1$lld weeks
zh_hant: %1$lld週中達成%2$lld週

source: %lld주차 %@
en: Week %1$lld %2$@
zh_hant: 第%1$lld週 %2$@

source: +%@ %@ 넘김
en: +%1$@ %2$@ over
zh_hant: +%1$@ %2$@ 超過

source: 4~12주에 걸쳐 기준을 낮춰요
en: Lower your limit over 4 to 12 weeks
zh_hant: 在4到12週內慢慢降低標準

source: FDA 권고
en: FDA advice
zh_hant: 美國FDA建議

source: Pro 켠 것처럼
en: Act as Pro
zh_hant: 假裝已開通Pro

source: WHO 권고
en: WHO advice
zh_hant: WHO建議

source: iOS 설정 > 슈가캡 > 알림에서 알림을 허용해 주세요.
en: Allow notifications in iOS Settings > SugarCap > Notifications.
zh_hant: 請到 iOS 設定 > SugarCap > 通知 允許通知。

source: 가볍게
en: Light
zh_hant: 輕鬆一點

source: 가장 가까운 사이가 됐어요
en: As close as it gets
zh_hant: 已經是最親近的關係了

source: 감소 목표
en: Cut-back goal
zh_hant: 減量目標

source: 감소 목표를 그만두지 못했어요. 다시 시도해 주세요.
en: Couldn't stop the cut-back goal. Please try again.
zh_hant: 無法停止減量目標。請再試一次。

source: 감소 목표를 시작하지 못했어요. 다시 시도해 주세요.
en: Couldn't start the cut-back goal. Please try again.
zh_hant: 無法開始減量目標。請再試一次。

source: 개인정보처리방침
en: Privacy Policy
zh_hant: 隱私權政策

source: 건너뛰기
en: Skip
zh_hant: 略過

source: 검색어 지우기
en: Clear search
zh_hant: 清除搜尋

source: 계속하기
en: Continue
zh_hant: 繼續

source: 괜찮아요
en: No thanks
zh_hant: 不用了

source: 구매 복원
en: Restore Purchases
zh_hant: 恢復購買

source: 구매를 복원했어요.
en: Purchases restored.
zh_hant: 已恢復購買。

source: 구매하지 못했어요. 잠시 뒤 다시 시도해 주세요.
en: Purchase failed. Please try again in a moment.
zh_hant: 購買失敗。請稍後再試。

source: 그만두기
en: Stop
zh_hant: 停止

source: 그만두면 기준은 이번 주 값으로 남아요
en: If you stop, your limit stays at this week's value
zh_hant: 停止後，標準會維持本週的值

source: 기간
en: Duration
zh_hant: 期間

source: 기다려지는 사이
en: Looking forward
zh_hant: 期待見面的關係

source: 기다렸어요
en: Missed you
zh_hant: 等你好久了

source: 기록
en: Log
zh_hant: 記錄

source: 기록 삭제
en: Deleting the entry
zh_hant: 刪除記錄

source: 기록 삭제에 실패했어요. 다시 시도해 주세요.
en: Couldn't delete the entry. Please try again.
zh_hant: 無法刪除記錄。請再試一次。

source: 기록 없음
en: No entries
zh_hant: 沒有記錄

source: 기록 저장
en: Saving the entry
zh_hant: 儲存記錄

source: 기록은 그대로 두고 앱 소개와 로슈·카인 소개를 처음부터 다시 봐요.
en: Your entries stay. You'll see the app intro and meet Roshu and Kain again from the start.
zh_hant: 記錄會保留。從頭再看一次 App 介紹，以及羅秀和卡因的介紹。

source: 기록은 이 기기에만 저장돼요. 수집하는 정보는 없어요.
en: Entries are stored only on this device. Nothing is collected.
zh_hant: 記錄只儲存在這台裝置上。不會收集任何資料。

source: 기록할 것
en: What to track
zh_hant: 要記錄的項目

source: 기준보다 %@ %@ 더 마심
en: %1$@ %2$@ over the limit
zh_hant: 比標準多喝了 %1$@ %2$@

source: 끈 쪽도 음료 값은 계속 저장돼요. 다시 켜면 지난 기록이 그대로 보여요.
en: Values for the side you turn off are still saved. Turn it back on and your past entries are all there.
zh_hant: 關閉的那一項，飲料數值仍會繼續儲存。重新開啟後，過去的記錄都還在。

source: 나중에 추이 화면에서 언제든 바꿀 수 있어요.
en: You can change this anytime from Trends.
zh_hant: 之後隨時可以在趨勢畫面更改。

source: 남긴 %@
en: %@ left over
zh_hant: 省下的%@

source: 남긴 %@ %@ %@
en: %1$@ left over %2$@ %3$@
zh_hant: 省下的%1$@ %2$@ %3$@

source: 남은 %@
en: %@ left
zh_hant: 剩下的%@

source: 남은 %@ %@ %@
en: %1$@ left %2$@ %3$@
zh_hant: 剩下的%1$@ %2$@ %3$@

source: 남은 %@ · %@
en: %1$@ left · %2$@
zh_hant: 剩下的%1$@ · %2$@

source: 남은 %@ · %@ 몫
en: %1$@ left · for %2$@
zh_hant: 剩下的%1$@ · %2$@的份

source: 남은 당·카페인
en: Sugar and caffeine left
zh_hant: 剩下的糖和咖啡因

source: 남은 당과 카페인을 로슈와 카인에게 먹여 줘요.
en: Feed the sugar and caffeine you have left to Roshu and Kain.
zh_hant: 把剩下的糖和咖啡因餵給羅秀和卡因。

source: 남은 음료를 아직 못 먹였어요
en: You haven't fed your leftovers yet
zh_hant: 剩下的飲料 還沒餵

source: 내일도 이 시간에 알려 줄까요?
en: Remind you at this time tomorrow too?
zh_hant: 明天也在這個時間提醒你嗎？

source: 냠, %@ %@
en: Yum, %1$@ %2$@
zh_hant: 好吃，%1$@ %2$@

source: 냠, 고마워요
en: Yum, thank you
zh_hant: 好吃，謝謝你

source: 넉넉하게
en: Generous
zh_hant: 寬鬆一點

source: 눈인사하는 사이
en: Nodding hello
zh_hant: 點頭之交

source: 눌러서 오늘 기록을 봐요
en: Tap to see today's log
zh_hant: 點一下查看今天的記錄

source: 눌러서 오늘 기록을 봐요. 위아래로 쓸어 당과 카페인 컵을 오가요
en: Tap to see today's log. Swipe up or down to switch between the sugar and caffeine cups
zh_hant: 點一下查看今天的記錄。上下滑動切換糖和咖啡因的杯子

source: 다시 불러오기
en: Reload
zh_hant: 重新載入

source: 다음
en: Next
zh_hant: 下一步

source: 다음 · %@
en: Next · %@
zh_hant: 下一步 · %@

source: 다음 장
en: Next chapter
zh_hant: 下一章

source: 다음은
en: Next up
zh_hant: 接下來是

source: 다음은 %@
en: Next: %@
zh_hant: 接下來是%@

source: 다음은 %@ 차례예요.
en: %@ is next.
zh_hant: 接下來輪到%@。

source: 단 걸 좋아하는 당신!
en: You love sweet things!
zh_hant: 喜歡甜食的你！

source: 단짝 사이
en: Best buddies
zh_hant: 好麻吉

source: 닫기
en: Close
zh_hant: 關閉

source: 달달한 걸
en: Sweets
zh_hant: 愛吃甜的

source: 당
en: Sugar
zh_hant: 糖

source: 대만
en: Taiwan
zh_hant: 臺灣

source: 대만 식약서 권고
en: Taiwan FDA advice
zh_hant: 食藥署建議

source: 더 가까워져요
en: to both friends
zh_hant: 變得更親近

source: 더 줄이기
en: Less
zh_hant: 再少一點

source: 덜 마신 날을 더 잘 보이게
en: See the days you drank less, clearly
zh_hant: 少喝的日子 看得更清楚

source: 되돌리기
en: Undo
zh_hant: 復原

source: 두 친구와
en: and grow closer
zh_hant: 和兩個朋友

source: 둘 다 먹었어요.
en: Both of them ate.
zh_hant: 兩個都吃了。

source: 둘도 없는 사이
en: One and only
zh_hant: 獨一無二的關係

source: 로슈
en: Roshu
zh_hant: 羅秀

source: 로슈!
en: Roshu!
zh_hant: 羅秀！

source: 로슈가
en: Roshu
zh_hant: 羅秀

source: 로슈와
en: Roshu
zh_hant: 羅秀

source: 로슈와 카인 소개. 남긴 당은 로슈가, 남긴 카페인은 카인이 먹어요. 많이 남길수록 더 가까워져요.
en: Meet Roshu and Kain. Roshu eats the sugar you leave, Kain eats the caffeine. The more you leave, the closer you get.
zh_hant: 認識羅秀和卡因。省下的糖給羅秀吃，省下的咖啡因給卡因吃。省得越多，就越親近。

source: 로슈와 카인이
en: Roshu and Kain
zh_hant: 羅秀和卡因

source: 마감 뒤에 마신 음료도 오늘 몫으로 빠져요
en: Drinks after closing still count toward today
zh_hant: 結算後喝的飲料也算在今天

source: 마감 알림
en: Closing reminder
zh_hant: 結算提醒

source: 마감함
en: Closed
zh_hant: 已結算

source: 마무리
en: Finish
zh_hant: 完成

source: 마셨어요
en: I did
zh_hant: 有喝

source: 마시면 남는 %@
en: %@ left after this
zh_hant: 喝完還剩的%@

source: 마지막 한 방울을 %@에게 주기
en: Give the last drop to %@
zh_hant: 把最後一滴給%@

source: 마지막 한 방울이 나왔어요. %@에게 끌어다 주세요.
en: Here's the last drop. Drag it to %@.
zh_hant: 最後一滴出來了。 把它拖給%@吧。

source: 많이많이 남겨서
en: Leave lots more
zh_hant: 多多省下來

source: 맞는 메뉴가 없어요.
en: No matching items.
zh_hant: 沒有符合的飲品。

source: 매일 %@에 오늘 마감이 열리면 알려 줘요.
en: Every day at %@, we'll tell you when closing opens.
zh_hant: 每天%@，今天的結算開放時會提醒你。

source: 매일 %@에 오늘 마감이 열리면 알려 줘요. 설정에서 언제든 끌 수 있어요.
en: Every day at %@, we'll tell you when closing opens. You can turn this off anytime in Settings.
zh_hant: 每天%@，今天的結算開放時會提醒你。隨時可以在設定中關閉。

source: 매일매일 음료를 기록하고
en: Log your drinks every day
zh_hant: 每天記錄飲料

source: 먹이기 바로 보기
en: Preview feeding
zh_hant: 直接預覽餵食

source: 먹이러 가기
en: Go feed
zh_hant: 去餵食

source: 메뉴
en: Menu
zh_hant: 菜單

source: 메뉴 %@
en: %@ items
zh_hant: %@項飲品

source: 메뉴 검색
en: Search menu
zh_hant: 搜尋菜單

source: 메뉴 국가
en: Menu country
zh_hant: 菜單國家

source: 메뉴 데이터를 읽지 못했어요
en: Couldn't read the menu data
zh_hant: 無法讀取菜單資料

source: 메뉴 이름으로 찾기
en: Search by item name
zh_hant: 用飲品名稱搜尋

source: 모르는 값은 비워 두세요. 합계에는 0으로 더하고 기록에는 "미공개"로 남아요.
en: Leave unknown values blank. They count as 0 in totals and show as "Not published" in your log.
zh_hant: 不知道的數值請留空。合計時以0計算，記錄中會顯示「未公開」。

source: 목록에 없을 때
en: Not on the list?
zh_hant: 清單裡沒有？

source: 목표
en: Goal
zh_hant: 目標

source: 목표 %@ %@
en: Goal %1$@ %2$@
zh_hant: 目標 %1$@ %2$@

source: 목표 정하기
en: Set a goal
zh_hant: 設定目標

source: 목표한 만큼 덜 마셔 봅시다
en: and drink less, just as you planned
zh_hant: 照著目標少喝一點吧

source: 미공개
en: Not published
zh_hant: 未公開

source: 미국
en: United States
zh_hant: 美國

source: 반가운 사이
en: Glad to see you
zh_hant: 見面很開心的關係

source: 방울을 %@에게 끌어다 주세요.
en: Drag the drop to %@.
zh_hant: 把水滴拖給%@吧。

source: 복원하지 못했어요.
en: Couldn't restore.
zh_hant: 無法恢復購買。

source: 복원할 구매가 없어요.
en: No purchases to restore.
zh_hant: 沒有可恢復的購買。

source: 브랜드
en: Brands
zh_hant: 品牌

source: 브랜드와 메뉴가 이 나라 것으로 바뀌어요. 지난 기록은 그대로예요.
en: Brands and menus switch to this country. Past entries stay as they are.
zh_hant: 品牌和菜單會換成這個國家的。過去的記錄維持不變。

source: 사용 중
en: Active
zh_hant: 使用中

source: 사이즈
en: Size
zh_hant: 尺寸

source: 상품을 불러오지 못했어요.
en: Couldn't load products.
zh_hant: 無法載入商品。

source: 선물
en: Gift
zh_hant: 禮物

source: 선물 열기
en: Open gift
zh_hant: 打開禮物

source: 선물을 받았어요
en: You got a gift
zh_hant: 收到了禮物

source: 선물을 저장하지 못했어요. 앱을 다시 열어 주세요.
en: Couldn't save the gift. Please reopen the app.
zh_hant: 無法儲存禮物。請重新開啟 App。

source: 설정
en: Settings
zh_hant: 設定

source: 설정을 저장하지 못했어요.
en: Couldn't save settings.
zh_hant: 無法儲存設定。

source: 속마음 나누는 사이
en: Sharing secrets
zh_hant: 分享心事的關係

source: 슈가캡
en: SugarCap
zh_hant: SugarCap

source: 슈가캡 %@ · 메뉴 데이터 %@
en: SugarCap %1$@ · menu data %2$@
zh_hant: SugarCap %1$@ · 菜單資料 %2$@

source: 슈가캡 PRO
en: SUGARCAP PRO
zh_hant: SUGARCAP PRO

source: 슈가캡 Pro
en: SugarCap Pro
zh_hant: SugarCap Pro

source: 슈가캡 Pro에서 열려요
en: Available with SugarCap Pro
zh_hant: SugarCap Pro 才能使用

source: 승인을 기다리는 중이에요.
en: Waiting for approval.
zh_hant: 正在等待核准。

source: 시작
en: Start
zh_hant: 開始

source: 식약처 권고
en: Korea MFDS advice
zh_hant: 韓國食藥處建議

source: 쓰다듬기
en: Pet
zh_hant: 摸摸頭

source: 씩 내려가서 %lld주 뒤 하루
en: a week. In %lld weeks, your daily limit is
zh_hant: ， %lld週後每日標準變成

source: 아직 기록이 없어요. 컵은 가득 찬 채로 기다리고 있어요.
en: No entries yet. Your cup is full and waiting.
zh_hant: 還沒有記錄。杯子滿滿地等著你。

source: 아직 잠긴 기능이에요
en: This is still locked
zh_hant: 此功能尚未解鎖

source: 안 마셨다면 하루 기준만큼 가득 먹일 수 있어요.
en: If you didn't, you can feed them a full day's limit.
zh_hant: 如果沒喝，可以餵滿一整天的標準量。

source: 안 마셨어요
en: I didn't
zh_hant: 沒喝

source: 알려 줘요
en: Remind me
zh_hant: 提醒我

source: 알아보기
en: Learn more
zh_hant: 了解更多

source: 앱 소개 다시 보기
en: Watch the intro again
zh_hant: 重新觀看 App 介紹

source: 어디까지 줄여 볼까요?
en: How far do you want to cut back?
zh_hant: 要減少 到多少呢？

source: 어라?
en: Huh?
zh_hant: 咦？

source: 어제 · %@
en: Yesterday · %@
zh_hant: 昨天 · %@

source: 어제 남은 음료
en: Yesterday's leftovers
zh_hant: 昨天剩下的飲料

source: 어제 마감
en: Yesterday's close
zh_hant: 昨天的結算

source: 어제 음료를 안 마셨나요?
en: No drinks yesterday?
zh_hant: 昨天 沒喝飲料嗎？

source: 어제 정산 바로 보기
en: Preview yesterday's settlement
zh_hant: 直接預覽昨天的結算

source: 어제는 기록이 없어요
en: No entries yesterday
zh_hant: 昨天沒有記錄

source: 어젯밤 마감을 못 했어요
en: You didn't close last night
zh_hant: 昨晚沒有結算

source: 어젯밤 이후 마신 만큼 빠졌어요
en: Drinks since last night are taken out
zh_hant: 已扣掉昨晚之後喝的量

source: 여기서 연 먹이기와 정산은 기록에 남지 않아요.
en: Feeding and settlement opened here aren't saved.
zh_hant: 在這裡開啟的餵食和結算不會留下記錄。

source: 여기요!
en: Here!
zh_hant: 這裡！

source: 연간
en: Yearly
zh_hant: 年訂閱

source: 연간 구독은 기간이 끝나기 24시간 전에 해지하지 않으면 자동으로 갱신돼요. 해지는 App Store 계정 설정에서 해요.
en: The yearly subscription renews automatically unless canceled at least 24 hours before the period ends. Cancel in your App Store account settings.
zh_hant: 年訂閱若未在期間結束前24小時取消，將自動續訂。請在 App Store 帳號設定中取消。

source: 영수증을 확인하지 못했어요.
en: Couldn't verify the receipt.
zh_hant: 無法驗證收據。

source: 오늘
en: Today
zh_hant: 今天

source: 오늘 기록
en: Today's log
zh_hant: 今天的記錄

source: 오늘 남긴 만큼은
en: What's left today
zh_hant: 今天省下的份量

source: 오늘 남은 %@
en: %@ left today
zh_hant: 今天剩下的%@

source: 오늘 남은 양을 보여 줍니다.
en: Shows what you have left today.
zh_hant: 顯示今天還剩多少。

source: 오늘 마감
en: Close today
zh_hant: 今天結算

source: 오늘 마감을 여는 시각
en: When closing opens
zh_hant: 結算開放的時間

source: 오늘 마감할 시간이에요
en: Time to close today
zh_hant: 該結算今天了

source: 오늘도 잘 마무리했어요
en: Another day wrapped up well
zh_hant: 今天也 好好收尾了

source: 오늘의 분량을 남기면 어디로 가냐고요...?
en: Where does what you leave go...?
zh_hant: 省下今天的份量，會去哪裡呢...？

source: 오른쪽 위 버튼으로 지난 날들의 잔을 볼 수 있어요
en: Use the top-right button to see the cups from past days
zh_hant: 可用右上角的按鈕查看過去幾天的杯子

source: 완료
en: Done
zh_hant: 完成

source: 우리 함께 줄여나가요
en: Let's cut back together
zh_hant: 我們一起慢慢減少吧

source: 원두
en: Beans
zh_hant: 咖啡豆

source: 월 추이
en: Monthly trends
zh_hant: 每月趨勢

source: 월 추이는 Pro에서 열려요
en: Monthly trends come with Pro
zh_hant: 每月趨勢需要 Pro

source: 위아래로 끌어 봐요
en: Drag up or down
zh_hant: 上下拖曳看看

source: 위젯
en: Widget
zh_hant: 小工具

source: 음료 추가
en: Add a drink
zh_hant: 新增飲料

source: 음료를 저장하지 못했어요. 다시 시도해 주세요.
en: Couldn't save the drink. Please try again.
zh_hant: 無法儲存飲料。請再試一次。

source: 이 잔은 %@ %@ %@
en: This drink: %1$@ %2$@ %3$@
zh_hant: 這杯：%1$@ %2$@ %3$@

source: 이 친구들에게 가요
en: goes to these two
zh_hant: 會送給這兩個朋友

source: 이날은 기록이 없어요.
en: No entries this day.
zh_hant: 這天沒有記錄。

source: 이름
en: Name
zh_hant: 名稱

source: 이름 부르는 사이
en: First names
zh_hant: 叫得出名字的關係

source: 이미 가장 낮은 기준이에요.
en: That's already the lowest limit.
zh_hant: 已經是最低的標準了。

source: 이번 주
en: This week
zh_hant: 本週

source: 이용약관
en: Terms of Use
zh_hant: 使用條款

source: 이전
en: Back
zh_hant: 上一步

source: 자주 마시는 음료는 별을 눌러 두세요. 최근 마신 음료도 여기 모여요. 한 번 눌러 바로 기록해요.
en: Star the drinks you have often. Recent drinks gather here too. One tap logs it.
zh_hant: 常喝的飲料就按星號收藏。最近喝過的飲料也會出現在這裡。點一下就能記錄。

source: 잘 먹었어요
en: That was tasty
zh_hant: 吃飽了

source: 저장
en: Save
zh_hant: 儲存

source: 저장하지 못했어요. 다시 시도해 주세요.
en: Couldn't save. Please try again.
zh_hant: 無法儲存。請再試一次。

source: 전체
en: All
zh_hant: 全部

source: 제품 이름 검색
en: Search product name
zh_hant: 搜尋商品名稱

source: 제품 이름으로 찾아 주세요. 띄어쓰기는 상관없어요. 예: 바나나맛우유
en: Search by product name. Spacing doesn't matter. Example: 바나나맛우유
zh_hant: 請用商品名稱搜尋。空格不影響。例如：바나나맛우유

source: 조금 아쉬워요
en: Still a little hungry
zh_hant: 還有點餓

source: 조금씩 줄이기
en: Cut back gradually
zh_hant: 慢慢減少

source: 조금씩 줄이기는 Pro에서 열려요
en: Cutting back gradually comes with Pro
zh_hant: 慢慢減少需要 Pro

source: 좋아하는
en: lover
zh_hant: 就是

source: 주마다 약
en: Down about
zh_hant: 每週約減少

source: 주세요!
en: Please!
zh_hant: 給我！

source: 줄이기 그만두기
en: Stop cutting back
zh_hant: 停止減量

source: 줄이기 목표가 %@ 기준을 맡고 있어요
en: Your cut-back goal is setting the %@ limit
zh_hant: 減量目標正在決定%@的標準

source: 줄이는 중
en: Cutting back
zh_hant: 減量中

source: 즐겨찾기
en: Favorite
zh_hant: 收藏

source: 즐겨찾기 해제
en: Remove favorite
zh_hant: 取消收藏

source: 즐겨찾기를 저장하지 못했어요. 다시 시도해 주세요.
en: Couldn't save the favorite. Please try again.
zh_hant: 無法儲存收藏。請再試一次。

source: 지금 하루 기준은 %@ %@이에요.
en: Your daily limit is %1$@ %2$@.
zh_hant: 目前每日標準是 %1$@ %2$@。

source: 지금까지 달성한 주 기록이 사라지고, 하루 기준은 이번 주 값으로 남아요.
en: Your weekly progress so far will be cleared, and your daily limit stays at this week's value.
zh_hant: 目前達成的週數會被清除，每日標準維持本週的值。

source: 지난 기록을 정리하지 못했어요. 앱을 다시 열어 주세요.
en: Couldn't tidy up past entries. Please reopen the app.
zh_hant: 無法整理過去的記錄。請重新開啟 App。

source: 지난밤 먹인 음료가 반영됐어요
en: Last night's feeding is reflected
zh_hant: 已反映昨晚餵食的飲料

source: 지난주 대비
en: vs. last week
zh_hant: 和上週比較

source: 지난주 대비는 Pro에서 열려요
en: Comparing with last week comes with Pro
zh_hant: 和上週比較需要 Pro

source: 지난주만큼 남겼어요
en: Left the same as last week
zh_hant: 和上週省下的一樣

source: 지난주보다 %@ 남겼어요
en: Left %@ than last week
zh_hant: 比上週%@

source: 지운 음료만큼 컵이 다시 차요.
en: Your cup refills by the deleted drink.
zh_hant: 刪掉的飲料量會補回杯子裡。

source: 직접 입력
en: Manual entry
zh_hant: 手動輸入

source: 처음 만난 사이
en: Just met
zh_hant: 初次見面

source: 첫 실행으로 되돌리기
en: Reset to first launch
zh_hant: 還原到第一次啟動

source: 첫 실행으로 되돌릴까요?
en: Reset to first launch?
zh_hant: 要還原到第一次啟動嗎？

source: 최근 마신 음료
en: Recent drinks
zh_hant: 最近喝過的飲料

source: 최대
en: Max
zh_hant: 最多

source: 추가
en: Add
zh_hant: 新增

source: 추이
en: Trends
zh_hant: 趨勢

source: 추이 월 보기
en: Monthly trends view
zh_hant: 每月趨勢檢視

source: 추이가 열렸어요
en: Trends are open
zh_hant: 趨勢已開啟

source: 추천
en: Best value
zh_hant: 推薦

source: 친한 사이
en: Close friends
zh_hant: 好朋友

source: 카인
en: Kain
zh_hant: 卡因

source: 카인 차례!
en: Kain's turn!
zh_hant: 輪到卡因了！

source: 카인!
en: Kain!
zh_hant: 卡因！

source: 카인과
en: Kain
zh_hant: 卡因

source: 카인이
en: Kain
zh_hant: 卡因

source: 카페인
en: Caffeine
zh_hant: 咖啡因

source: 카페인 없이 못 사는 당신!
en: Can't live without caffeine?
zh_hant: 沒有咖啡因就活不下去的你！

source: 카페인은 얼마까지 마실래요?
en: How much caffeine per day?
zh_hant: 咖啡因 一天要喝到多少？

source: 카페인은 구간(%@ mg)으로 게시돼 %@ mg으로 셌어요
en: Caffeine is published as a range (%1$@ mg), counted as %2$@ mg
zh_hant: 咖啡因以區間（%1$@ mg）標示，以 %2$@ mg 計算

source: 카페인을
en: Caffeine
zh_hant: 愛喝咖啡因的

source: 캐릭터
en: Character
zh_hant: 角色

source: 컵을 눌러 마신 음료 적기
en: Tap the cup to log a drink
zh_hant: 點一下杯子，記下喝了什麼

source: 컵이 비었어요.
en: The cup is empty.
zh_hant: 杯子空了。

source: 컵이 비었어요. %@ 털어 보는 중이에요.
en: The cup is empty. %@ is shaking it out.
zh_hant: 杯子空了。 %@正在把它倒乾淨。

source: 테스트 · TestFlight에서만 보여요
en: Test · only visible in TestFlight
zh_hant: 測試 · 只在 TestFlight 顯示

source: 톡, 톡
en: Tap, tap
zh_hant: 叩、叩

source: 편의점 음료: 식품의약품안전처 식품영양성분 데이터베이스
en: Convenience store drinks: Korea MFDS Food Nutrition Database
zh_hant: 便利商店飲料：韓國食品醫藥品安全處 食品營養成分資料庫

source: 편집
en: Edit
zh_hant: 編輯

source: 편한 사이
en: Easygoing
zh_hant: 自在的關係

source: 평생
en: Lifetime
zh_hant: 終身

source: 하루 기준
en: Daily limit
zh_hant: 每日標準

source: 하루 기준 %lld/2
en: Daily limit %lld/2
zh_hant: 每日標準 %lld/2

source: 하루 기준을 %@ %@ 넘겨요
en: %1$@ %2$@ over your daily limit
zh_hant: 超過每日標準 %1$@ %2$@

source: 하루 평균 남은 %@ %@ %@
en: %1$@ left, daily average %2$@ %3$@
zh_hant: %1$@每日平均剩下 %2$@ %3$@

source: 하루가 바뀌는 시각
en: When your day starts
zh_hant: 一天開始的時間

source: 하루가 바뀌는 시각 전에 마신 음료는 전날 몫으로 들어가요.
en: Drinks before this time count toward the previous day.
zh_hant: 在這個時間之前喝的飲料，算在前一天。

source: 하루에 당은 얼마까지 마실래요?
en: How much sugar per day?
zh_hant: 糖 一天要吃到多少？

source: 하루에 당을 얼마나 먹고 계신지 아나요?
en: Do you know how much sugar you have a day?
zh_hant: 你知道自己一天吃了多少糖嗎？

source: 한 번 결제로 아래 기능이 모두 열려요
en: One payment unlocks everything below
zh_hant: 付費一次，就能使用下面所有功能

source: 한 번만 결제
en: Pay once
zh_hant: 只需付費一次

source: 한 잔 더
en: One more
zh_hant: 再一杯

source: 한 잔 빼기
en: One less
zh_hant: 少一杯

source: 한국
en: South Korea
zh_hant: 韓國

source: 해지할 때까지 매년
en: Every year until canceled
zh_hant: 每年續訂，直到取消

source: 호감도
en: Bond
zh_hant: 好感度

source: 호감도는 내일 아침에 반영돼요.
en: Bond updates tomorrow morning.
zh_hant: 好感度會在明天早上反映。

source: 호감도를 바꾸지 못했어요.
en: Couldn't change the bond.
zh_hant: 無法更改好感度。

source: 호감도에 바로 반영했어요.
en: Applied to bond right away.
zh_hant: 已立即反映到好感度。

source: 확인
en: OK
zh_hant: 確定

source: ＋ 직접 입력
en: ＋ Manual entry
zh_hant: ＋ 手動輸入
